---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BentFabricParamBendDirection
source: html/db1de9b3-742c-1716-5978-cc090c022067.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BentFabricParamBendDirection Property

"Bend Direction": Direction in which FabricSheet is bent.

## Syntax (C#)
```csharp
public static ForgeTypeId BentFabricParamBendDirection { get; }
```